Repository: CPS-IT/bravo-handelbar-page
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# accessibility_linked_image_self
source: opens the link in same window
de: öffnet den Link im selben Fenster

# accessibility_linked_image_blank
source: opens the link in a new window
de: öffnet den Link in einem neuen Fenster

# accessibility_lightbox
source: opens image in an enlarged view
de: öffnet Bild in einer vergrößerten Darstellung

# accessibility_video_play
source: search
de: Video starten

# media_cookie_disclaimer
source: <p>Diese Inhalte können nicht angezeigt werden, da die Marketing-Cookies abgelehnt wurden. Klicken Sie <a href=\"/cookiebot\">hier</a>, um die Cookies zu akzeptieren und den Inhalt anzuzeigen!</p>
de: <p>This content cannot be displayed because marketing cookies have been rejected. Click <a href=\"/cookiebot\">here</a> to accept the cookies and view the content!</p>

# accessibility.image.linked.self
source: opens the link in same window
de: öffnet den Link im selben Fenster

# accessibility.image.linked.blank
source: opens the link in a new window
de: öffnet den Link in einem neuen Fenster

# accessibility.lightbox
source: opens image in an enlarged view
de: öffnet Bild in einer vergrößerten Darstellung

# accessibility.video.play
source: search
de: Video starten

# text.media.cookie_disclaimer
source: <p>This content cannot be displayed because marketing cookies have been rejected. Click <a href="/cookiebot">here</a> to accept the cookies and view the content!</p>
de: <p>Diese Inhalte können nicht angezeigt werden, da die Marketing-Cookies abgelehnt wurden. Klicken Sie <a href="/cookiebot">hier</a>, um die Cookies zu akzeptieren und den Inhalt anzuzeigen!</p>

# label.file.accessible
source: accessible
de: barrierefrei
